Revit 2024 API
ConduitSizeIterator Properties
The ConduitSizeIterator type exposes the following members.
Properties
Name | Description
Current
Gets the item at the current position of the iterator.
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ConduitSizeIterator Class
Autodesk.Revit.DB.Electrical Namespace